export const directionCards = [
    {
        id: "dir01",
        headerText: "01",
        title: "Продуктовый дизайн и аналитика",
        description: "UX-исследования, UX/UI-дизайн, построение эффективных CJM, глубокая аналитика, нативное проектирование, ux-аудит."
    },
    {
        id: "dir02",
        headerText: "02",
        title: "Коммуника­ционный дизайн и брендинг",
        description: "Разработка бренд-платформ, digital-айдентики, креативные концепции, контент-продакшн."
    },
    {
        id: "dir03",
        headerText: "03",
        title: "Разработка сайтов и мобильных приложений",
        description: "Inhouse команды разработчиков. Системная аналитика, frontend и backend, QA, devops."
    },
    {
        id: "dir04",
        headerText: "04",
        title: "Поддержка и развитие",
        description: "Продуктовая аналитика после запуска, дизайн-поддержка, техническая поддержка."
    }
] as const