export function Description() {
    return (
        <div className="flex flex-col gap-[1.67vw]">
            <h3 className="h2">
                Аналитика, брендинг
                <br />
                и разработка для B2B
            </h3>
            <p className="text2">
                Only — digital—агентство с фокусом на сильную аналитику, дизайн и разработку. В основе наших проектов лежат идеи, создаваемые на стыке стратегии, креатива и технологий.
                <br />
                <br />
                Обеспечиваем компании лучшими техническими и дизайн-решениями, создавая digital-проекты.
            </p>
        </div>
    )
}